---
kind: enumMember
id: F:Autodesk.Revit.DB.SolidGeometry.Polymesh
enum: Autodesk.Revit.DB.SolidGeometry
source: html/5d324ccb-04a0-0044-dc7d-1e144163082d.htm
---
# Autodesk.Revit.DB.SolidGeometry.Polymesh

All visible solids are exported as polymesh.